<div id="three">
  <h1>Lesson three</h1>
  
  <hr>
    <h2>Правило глагола to be в английском языке</h2>
    <p>Если сказать кратко, английский глагол to be означает присутствие где-либо. Этот глагол указывает на то, что кто-то или что-то находится где-то, а также может являться чем-то. To be можно перевести как: быть, находиться или являться.</p>
    <p>Данный глагол способен спрягаться, изменяясь по лицам, и выступать в роли вспомогательного глагола, но на данном этапе стоит усвоить лишь одно правило - глагол TO BE в английском языке используется всегда! И если в настоящем времени в русском он пропускается, то у англоговорящих это обязательно.</p>
    
    <h2>Формы глагола в английских временах</h2>
    <br>
    <br>
    <h2><img src="{{ asset('imgs/icons/check.png') }}">Present Simple (Простое настоящее время) Im, Is, Are</h2>
    <p>Употребление глагола to be в английском предложении:</p>
    <h3>подлежащее + глагол(to be) + именная часть сказуемого (существительное, прилагательное, числительное)</h3>
    <p>To be в настоящем времени имеет 3 формы: am, is are и в зависимости от подлежащего используется нужная.</p>
    <p>Как упоминалось выше, глагол-связка to be используется всегда, в том числе и в настоящем времени.</p>
    <p>Например, возьмем фразу из русского языка Он здесь. По правилам английского языка в настоящем утвердительном времени эта фраза звучала бы как Он есть здесь (He is here).</p>
    <p>I am here (Я здесь), She is a teacher (Она Учитель), He is there (Он там), You are a teacher (Ты учитель), We are in Moscow (Мы в Москве), They are students (Они студенты)</p>

    <h2><img src="{{ asset('imgs/icons/check.png') }}">Past Simple (Простое прошедшее время) Was, Were</h2>
    <br>
    <br>
    <p>В прошедшем русское был, была, было заменяется на глаголы Was или Were в зависимости от местоимения (подлежащего).</p>
    <p>I was here (Я был здесь), She was a teacher (Она была учителем), He was there (Он был там), You were a teacher (Ты был учителем), We were in Moscow (Мы были в Москве), They were students (Они были студентами)</p>

    <h2><img src="{{ asset('imgs/icons/check.png') }}">Future Simple (Простое будущее время) Will be</h2>
    <p>В будущем времени тоже всё просто, русское Будет, Будут меняются на глагол Will be для всех местоимений и существительных английского языка.</p>
    <p>I will be here (Я буду здесь), She will be a teacher (Она будет учителем), He will be there (Он будет там), You will be a teacher (Ты будешь учителем), We will be in Moscow (Мы будем в Москве), They will be students (Они будут студентами)</p>

</div>