<div id="one">
  <h1>Lesson one</h1>
  
  <hr>
  
  <h2>Базовая схема глаголов</h2>
  <p>В любом языке мира глаголы занимают наиболее важную роль, в английском языке есть 300 наиболее важных, употребляемых слов. И примерно чуть более четверти этих слов это глаголы.</p>
  <p>В первом уроке вы научитесь путём спряжения глаголов, создавать простые предложения в трех временах.</p>
  <p>При разговоре с кем бы то ни было, мы всегда используем три формы - утверждение, отрицание, вопрос. И с помощью этих 3 времен мы будем создавать вопросительные, утвердительные и отрицательные фразы.</p>
  <p>Помимо глаголов мы будем использовать и местоимения I (Я), You (Вы), We (Мы),They (Они), He (Он), She (Она), It (Это)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/check.png') }}">Утверждение в настоящем времени</h2>
  <p>C глаголами в утвердительных предложениях всё очень просто, мы используем глагол в его словарной форме. Но есть один нюанс, если мы используем местоимения he (он), she (она) или it (это), то на конце глагола добавляется буква - s</p>
  <p>Построение утвердительных предложений Present Simple:</p>
  <h3>местоимение + глагол(s)</h3>

  <p>Примеры:</p>
  <p>we love (мы любим)</p>
  <p>she loves (она любит)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/remove.png') }}">Отрицание в настоящем времени</h2>
  <p>Отрицательные фразы в английском языке строятся с помощью местоимения, вспомогательного глагола do (does) и частицы not, затем идет основной глагол, который мы хотим использовать в фразе.</p>
  <p>Построение отрицательных предложений Present Simple:</p>

  <h3>местоимение + don’t/doesn’t + глагол</h3>

  <p>С местоимениями I (я), you (вы), we (мы),they (они) используется вспомогательный глагол - do not сокрашёно don’t.</p>
  <p>С местоимениями he (он), she (она) (это) используется другая форма глагола - does not сокрашёно doesn’t.</p>

  <p>Например:</p>
  <p>I don’t love (я не люблю)</p>
  <p>she doesn’t love (она не любит)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/question.png') }}">Вопрос в настоящем времени</h2>

  <p>Вопросительные предложения строятся с теми же глаголами do или does без частицы not, но для того, чтобы задать вопрос, потребуется поставить вспомогательный глагол в самое начало.</p>
  <p>Построение вопросительных предложений Present Simple:</p>

  <h3>do/does + местоимение + глагол?</h3>

  <p>С местоимениями I (я), you (вы), we (мы),they (они) используется вспомогательный глагол - do.</p>
  <p>С местоимениями he (он), she (она) (это) используется другая форма глагола - does.</p>

  <p>Например:</p>
  <p>do I love? (я люблю?)</p>
  <p>does she love? (она любит?)</p>

  <hr>

  <img src="{{ asset('imgs/lessons/lesson_1.png') }}">

</div>