<div id="four">
  <h1>Lesson four</h1>
  
  <hr>
    <h2>Настоящее время</h2>
  
  <h1>Базовая схема глаголов</h1>
  <p>В любом языке мира глаголы занимают наиболее важную роль, в английском языке есть 300 наиболее важных, употребляемых слов. И примерно чуть более четверти этих слов это глаголы.</p>
  <p>В первом уроке вы научитесь путём спряжения глаголов, создавать простые предложения в трех временах.</p>
  <p>При разговоре с кем бы то ни было, мы всегда используем три формы - утверждение, отрицание, вопрос. И с помощью этих 3 времен мы будем создавать вопросительные, утвердительные и отрицательные фразы.</p>
  <p>Помимо глаголов мы будем использовать и местоимения I (Я), You (Вы), We (Мы),They (Они), He (Он), She (Она), It (Это)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/check.png') }}">Утверждение в настоящем времени</h2>
  <p>C глаголами в утвердительных предложениях всё очень просто, мы используем глагол в его словарной форме. Но есть один нюанс, если мы используем местоимения he (он), she (она) или it (это), то на конце глагола добавляется буква - s</p>
  <p>Построение утвердительных предложений Present Simple:</p>
  <h3>местоимение + глагол(s)</h3>

  <p>Примеры:</p>
  <p>we love (мы любим)</p>
  <p>she loves (она любит)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/remove.png') }}">Отрицание в настоящем времени</h2>
  <p>Отрицательные фразы в английском языке строятся с помощью местоимения, вспомогательного глагола do (does) и частицы not, затем идет основной глагол, который мы хотим использовать в фразе.</p>
  <p>Построение отрицательных предложений Present Simple:</p>

  <h3>местоимение + don’t/doesn’t + глагол</h3>

  <p>С местоимениями I (я), you (вы), we (мы),they (они) используется вспомогательный глагол - do not сокрашёно don’t.</p>
  <p>С местоимениями he (он), she (она) (это) используется другая форма глагола - does not сокрашёно doesn’t.</p>

  <p>Например:</p>
  <p>I don’t love (я не люблю)</p>
  <p>she doesn’t love (она не любит)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/question.png') }}">Вопрос в настоящем времени</h2>

  <p>Вопросительные предложения строятся с теми же глаголами do или does без частицы not, но для того, чтобы задать вопрос, потребуется поставить вспомогательный глагол в самое начало.</p>
  <p>Построение вопросительных предложений Present Simple:</p>

  <h3>do/does + местоимение + глагол?</h3>

  <p>С местоимениями I (я), you (вы), we (мы),they (они) используется вспомогательный глагол - do.</p>
  <p>С местоимениями he (он), she (она) (это) используется другая форма глагола - does.</p>

  <p>Например:</p>
  <p>do I love? (я люблю?)</p>
  <p>does she love? (она любит?)</p>

  <hr>
    <h2>Прошедшее время</h2>

  <h2><img src="{{ asset('imgs/icons/check.png') }}">Утверждение в прошедшем времени</h2>

  <p>C утверждением в прошедшем времени все было бы просто, но все портит тот факт, что существуют правильные и неправильные глаголы, формы прошедшего времени которых различаются сильно. Правильные глаголы в прошедшем времени имеют окончание -ed. Неправильные глаголы представлены в таблице, форму прошедшего времени нужно смотреть во второй колонке, а впоследствии выучить наизусть. Хорошая новость в том, что используются данные формы только в утвердительных предложениях прошедшего времени.</p>
  <p>Построение утвердительных предложений Past Simple:</p>

  <h3>местоимение + глагол(ed) / с неправильными глаголами: местоимение + 2 форма глагола</h3>

  <p>Например:</p>
  <p>he loved (он любил)</p>
  <p>she saw (она видела) хотя 1 форма глагола see</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/remove.png') }}">Отрицание в прошедшем времени</h2>

  <p>Отрицательные фразы в прошедшем времени образуются с помощью вспомогательного глагола did и частицы not (сокращенно didn’t), далее следует основной глагол.</p>

  <p>Построение отрицательных предложений Past Simple:</p>
  <h3>местоимение + didn’t + глагол</h3>

  <p>Например:</p>
  <p>I didn’t love (я не любил)</p>
  <p>she didn’t love (она не любила)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/question.png') }}">Вопрос в прошедшем времени</h2>

  <p>Вопросы в прошедшем времени образуются с тем же вспомогательным глаголом did, который, как и в любых вопросах, ставится в начале фразы. Для образования вопроса, содержащего отрицание, после did ставится частица not, сокращенно didn’t.</p>
  <p>Построение вопросительных предложений Past Simple:</p>

  <h3>did/didn’t + местоимение + глагол?</h3>

  <p>Например:</p>
  <p>did he love? (он любил?)</p>
  <p>didn’t she love? (она не любила?)</p>

  <hr>
    <h2>Будущее время</h2>
  <br>
  <br>

  <h2><img src="{{ asset('imgs/icons/check.png') }}">Утверждение в будушем времени</h2>

  <p>C утверждением в будущем времени английского языка тоже всё просто, образуются такие фразы с помощью специального глагола will (будет или буду).</p>
  <p>Построение утвердительных предложений Future simple:</p>

  <h3>местоимение + will + глагол</h3>

  <p>Например:</p>
  <p>I will love (я буду любить)</p>
  <p>he will love (он будет любить)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/remove.png') }}">Отрицание в будущем времени</h2>

  <p>Отрицательные фразы в будущем времени образуются с помощью  глагола will и частицы not, далее следует основной глагол.</p>
  <p>Построение отрицательных предложений Future simple:</p>

  <h3>местоимение + will not + глагол</h3>

  <p>Например:</p>
  <p>I will not love (я не буду любить)</p>
  <p>she will not love (она не будет любить)</p>

  <hr>

  <h2><img src="{{ asset('imgs/icons/remove.png') }}">Вопрос в будущем времени</h2>

  <p>Вопросы в будущем образуются с тем же глаголом will, который ставится в начало предложения. Ну а если это вопрос с отрицанием, то за ним идет not.</p>
  <p>Построение вопросительных предложений Future Simple:</p>

  <h3>will/will not + местоимение + глагол?</h3>

  <p>Например:</p>
  <p>will he love? (он полюбит?)</p>
  <p>will not she love? (она не полюбит?)</p>

  <hr>

  <img src="{{ asset('imgs/lessons/lesson_1.png') }}" class="image-table">

</div>