<div id="two">
  <h1>Lesson two</h1>
  
  <p>В самом начале  предлагаем расширить словарный запас и выучить 50000 английских слов за несколько минут. Секрет в том, что много слов английского (и не только) мы уже знаем, необходимо лишь посмотреть на их окончания.</p>
  <p>А именно на слова с окончаниями -ция и -сия, такие слова, как правило означают одно и тоже практически на всех языках мира.</p>
  <p>Из того, что заканчивается на -ция можно взять корень и подставить в конец -tion.</p>
  <p>Со словами с окончанием на - сия можно проделать тоже самое, но подставив -sion.</p>

</div>